tap "browsh-org/browsh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "moul/moul"
brew "ack"
brew "asciinema"
brew "autojump"
brew "awscli"
brew "bash"
brew "gmp"
brew "coreutils"
brew "diff-so-fancy"
brew "direnv"
brew "dive"
brew "docker-compose", link: false
brew "dockutil"
brew "findutils"
brew "fnm"
brew "fzf"
brew "fzy"
brew "gibo"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "grep"
brew "helm"
brew "htop"
brew "iperf"
brew "lftp"
brew "mackup"
brew "mas"
brew "moreutils"
brew "nvm"
brew "openjdk"
brew "openssh"
brew "p7zip"
brew "php"
brew "postgresql@14"
brew "pre-commit"
brew "prettyping"
brew "pv"
brew "rsync"
brew "scrcpy"
brew "shellcheck"
brew "ssh-copy-id", link: true
brew "swagger-codegen"
brew "telnet"
brew "terraform"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wakatime-cli"
brew "wget"
brew "zsh"
brew "zsh-git-prompt"
brew "zsh-history-substring-search"
brew "zsh-lovers"
brew "browsh-org/browsh/browsh"
brew "moul/moul/docker-diff"
cask "1password"
cask "alfred"
cask "alt-tab"
cask "apparency"
cask "appcleaner"
cask "balenaetcher"
cask "bartender"
cask "battle-net"
cask "beardedspice"
cask "beyond-compare"
cask "brave-browser"
cask "cakebrew"
cask "cheatsheet"
cask "cyberduck"
cask "dash"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "flux"
cask "font-fira-code-nerd-font"
cask "gitkraken"
cask "goland"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "jupyter-notebook-ql"
cask "keepingyouawake"
cask "keycastr"
cask "lens"
cask "linear-linear"
cask "meetingbar"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "monolingual"
cask "netspot"
cask "nordvpn"
cask "notion"
cask "numi"
cask "onyx"
cask "postico"
cask "provisionql"
cask "qladdict"
cask "qlfits"
cask "qlgradle"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlmobi"
cask "qlplayground"
cask "qlprettypatch"
cask "qlswift"
cask "qlvideo"
cask "quicken"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookapk"
cask "rescuetime"
cask "ringcentral"
cask "signal"
cask "slack"
cask "soundsource"
cask "spotify"
cask "steam"
cask "suspicious-package"
cask "tor-browser"
cask "tunnelblick"
cask "uhk-agent"
cask "visual-studio-code"
cask "vmware-fusion"
cask "vox"
cask "webpquicklook"
cask "wireshark"
cask "wkhtmltopdf"
mas "1440", id: 1483764819
mas "1Password for Safari", id: 1569813296
mas "Bear", id: 1091189122
mas "Dark Reader for Safari", id: 1438243180
mas "Day One", id: 1055511498
mas "Disk Speed Test", id: 425264550
mas "Horo", id: 1437226581
mas "Monosnap", id: 540348655
mas "Notion Web Clipper", id: 1559269364
mas "OhMyStar", id: 1218642292
mas "Raivo OTP", id: 1498497896
mas "StopTheMadness", id: 1376402589
mas "Todoist", id: 585829637
mas "Toggl Track", id: 1291898086
mas "Vimari", id: 1480933944
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
