tap "caskroom/cask"
tap "drone/drone"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "ory/hydra"
brew "moreutils"
brew "findutils"
brew "gnupg"
brew "gnu-sed --with-default-names"
brew "wget --with-iri"
brew "ack"
brew "apm-bash-completion"
brew "autojump"
brew "awscli"
brew "azure-cli"
brew "unbound"
brew "blackbox"
brew "cargo-completion"
brew "cask"
brew "django-completion"
brew "docker-completion"
brew "docker-compose", link: false
brew "docker-compose-completion"
brew "docker-machine-completion"
brew "dockutil"
brew "sdl2"
brew "freetds"
brew "fzf"
brew "gem-completion"
brew "git"
brew "git-lfs"
brew "openjdk"
brew "git-credential-manager"
brew "go"
brew "golang-migrate"
brew "gradle-completion"
brew "grunt-completion"
brew "highlight"
brew "httrack"
brew "lftp"
brew "libpq"
brew "mackup"
brew "mas"
brew "nvm"
brew "p7zip"
brew "pidgin"
brew "postgresql"
brew "grep"
brew "openssh"
brew "screen"
brew "php"
brew "gmp"
brew "rsync"
brew "scrcpy"
brew "ssh-copy-id", link: true
brew "swagger-codegen"
brew "telnet"
brew "terraform"
brew "tree"
brew "unrar"
brew "vim --with-override-system-vi"
brew "wakatime-cli"
brew "zsh"
brew "zsh-git-prompt"
brew "zsh-history-substring-search"
brew "zsh-lovers"
brew "tldr"
brew "zsh-navigation-tools"
brew "ory/hydra/hydra"
cask "1password"
cask "alfred"
cask "android-file-transfer"
cask "android-platform-tools"
cask "balenaetcher"
cask "bartender"
cask "battle-net"
cask "beyond-compare"
cask "brave-browser"
cask "cakebrew"
cask "cheatsheet"
cask "clover-configurator"
cask "cyberduck"
cask "dash"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "dotnet-sdk"
cask "dotnet-sdk-2.2.400"
cask "dropbox"
cask "firefox"
cask "flux"
cask "font-firacode-nerd-font"
cask "gitkraken"
cask "goland"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-hangouts"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "java"
cask "jupyter-notebook-ql"
cask "little-snitch"
cask "macs-fan-control"
cask "micro-snitch"
cask "microsoft-office"
cask "monolingual"
cask "mysides"
cask "nordvpn"
cask "notion"
cask "numi"
cask "onyx"
cask "opera"
cask "pomodone"
cask "postico"
cask "protonmail-bridge"
cask "provisionql"
cask "pulse-sms"
cask "qbittorrent"
cask "qladdict"
cask "qlcolorcode"
cask "qlcommonmark"
cask "qlfits"
cask "qlgradle"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlmobi"
cask "qlplayground"
cask "qlprettypatch"
cask "qlstephen"
cask "qlswift"
cask "qlvideo"
cask "quicken"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklook-pat"
cask "quicklookapk"
cask "rcloneosx"
cask "rescuetime"
cask "selfcontrol"
cask "signal"
cask "slack"
cask "soundflower"
cask "spotify"
cask "spotify-notifications"
cask "steam"
cask "suspicious-package"
cask "thunderbird"
cask "tor-browser"
cask "tunnelblick"
cask "uhk-agent"
cask "unetbootin"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "vox"
cask "webpquicklook"
cask "wireshark"
cask "wkhtmltopdf"





mas "1440", id: 1483764819
mas "BetterSnapTool", id: 417375580
mas "Day One", id: 1055511498
mas "Disk Speed Test", id: 425264550
mas "Horo", id: 1437226581
mas "Lightshot Screenshot", id: 526298438
mas "Monosnap", id: 540348655
mas "OhMyStar", id: 1218642292
mas "Pocket", id: 568494494
mas "Spark", id: 1176895641
mas "Todoist", id: 585829637
mas "Woven", id: 1455876530
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
