tap "browsh-org/browsh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "microsoft/git"
tap "moul/moul"
brew "ack"
brew "tree"
brew "ansible"
brew "argocd"
brew "asciinema"
brew "git"
brew "asdf"
brew "autojump"
brew "awscli"
brew "awscli-local"
brew "awscurl"
brew "bash"
brew "bat"
brew "chroma"
brew "gmp"
brew "coreutils"
brew "cowsay"
brew "diff-so-fancy"
brew "direnv"
brew "dive"
brew "docker", link: false
brew "docker-compose"
brew "docker-credential-helper"
brew "dockutil"
brew "erlang"
brew "erlang@26"
brew "findutils"
brew "fnm"
brew "fortune"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gh"
brew "gibo"
brew "git-extras"
brew "git-filter-repo"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "go-task"
brew "golang-migrate"
brew "govc"
brew "grep"
brew "helm"
brew "htop"
brew "iperf"
brew "ipmitool"
brew "jq"
brew "kustomize"
brew "lftp"
brew "lolcat"
brew "mackup"
brew "mas"
brew "moreutils"
brew "ncdu"
brew "neofetch"
brew "nvm"
brew "openjdk"
brew "openssh"
brew "p7zip"
brew "php"
brew "pinentry-mac"
brew "pipx"
brew "postgresql@14"
brew "pre-commit"
brew "prettyping"
brew "protobuf"
brew "pv"
brew "rebar3"
brew "rsync"
brew "rust"
brew "scrcpy"
brew "shellcheck"
brew "ssh-copy-id", link: true
brew "stow"
brew "swagger-codegen"
brew "telnet"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "vim"
brew "wakatime-cli"
brew "wget"
brew "yq"
brew "zsh"
brew "zsh-git-prompt"
brew "zsh-history-substring-search"
brew "zsh-lovers"
brew "browsh-org/browsh/browsh"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "moul/moul/docker-diff"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "alt-tab"
cask "apparency"
cask "appcleaner"
cask "balenaetcher"
cask "bartender"
cask "battle-net"
cask "beardedspice"
cask "beyond-compare"
cask "bluebubbles"
cask "brave-browser"
cask "caffeine"
cask "cakebrew"
cask "cheatsheet"
cask "claude-code"
cask "codex"
cask "codex-app"
cask "cursor"
cask "cyberduck"
cask "dash"
cask "discord"
cask "disk-inventory-x"
cask "docker-desktop"
cask "firefox"
cask "flux-app"
cask "font-fira-code-nerd-font"
cask "gitkraken"
cask "goland"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "jupyter-notebook-ql"
cask "keepingyouawake"
cask "keycastr"
cask "krisp"
cask "lens"
cask "linear-linear"
cask "logitech-g-hub"
cask "mactex"
cask "maestral"
cask "meetingbar"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "monolingual"
cask "mqttx"
cask "netspot"
cask "nordvpn"
cask "notion"
cask "numi"
cask "onyx"
cask "postico"
cask "provisionql"
cask "qladdict"
cask "qlfits"
cask "qlgradle"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlmobi"
cask "qlplayground"
cask "qlprettypatch"
cask "qlswift"
cask "qlvideo"
cask "quicken"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookapk"
cask "rescuetime"
cask "ringcentral"
cask "signal"
cask "slack"
cask "soundsource"
cask "spotify"
cask "steam"
cask "suspicious-package"
cask "tor-browser"
cask "tunnelblick"
cask "uhk-agent"
cask "visual-studio-code"
cask "vmware-fusion"
cask "vox"
cask "webpquicklook"
cask "wireshark-app"
cask "wkhtmltopdf"
cask "zoom"
mas "1440", id: 1483764819
mas "1Password for Safari", id: 1569813296
mas "Bear", id: 1091189122
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Dark Reader for Safari", id: 1438243180
mas "Day One", id: 1055511498
mas "GarageBand", id: 682658836
mas "Horo", id: 1437226581
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Monosnap", id: 540348655
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "OhMyStar", id: 1218642292
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
mas "Parallels Desktop", id: 1085114709
mas "Raivo OTP", id: 1498497896
mas "StopTheMadness", id: 1376402589
mas "Todoist", id: 585829637
mas "Toggl Track", id: 1291898086
mas "UTM", id: 1538878817
mas "Vimari", id: 1480933944
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
vscode "4ops.packer"
vscode "anthropic.claude-code"
vscode "aws-scripting-guy.cform"
vscode "bmarkovic.haproxy"
vscode "chouzz.vscode-better-align"
vscode "d-koppenhagen.file-tree-to-text-generator"
vscode "davidanson.vscode-markdownlint"
vscode "deerawan.vscode-dash"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "editorconfig.editorconfig"
vscode "erlang-ls.erlang-ls"
vscode "esbenp.prettier-vscode"
vscode "espresso3389.unixtime-converter"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "james-yu.latex-workshop"
vscode "jeff-hykin.better-dockerfile-syntax"
vscode "kddejong.vscode-cfn-lint"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "luisfontes19.vscode-swissknife"
vscode "marclipovsky.string-manipulation"
vscode "mathematic.vscode-latex"
vscode "mechatroner.rainbow-csv"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "mikestead.dotenv"
vscode "mitchdenny.ecdc"
vscode "mohamed-chs.unix-timestamp-converter"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "nmsmith89.incrementor"
vscode "pgourlain.erlang"
vscode "qcz.text-power-tools"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "rescuetime.rescuetime"
vscode "robertostermann.inline-parameters-extended"
vscode "sandipchitale.vscode-decode-x509certificates"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sourcegraph.cody-ai"
vscode "sourcegraph.sourcegraph"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "tyriar.sort-lines"
vscode "vscode-icons-team.vscode-icons"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "yuce.erlang-otp"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
go "github.com/cosmtrek/air"
go "github.com/go-delve/delve/cmd/dlv"
go "goa.design/goa/v3/cmd/goa"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "github.com/icholy/gomajor"
go "github.com/fatih/gomodifytags"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/josharian/impl"
go "github.com/platform2121/lattice"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "honnef.co/go/tools/cmd/staticcheck"
